export const mainPageVideoInfo = [
  {
    id: 1,
    dataTranslate: 'loft-furniture',
    caption: 'Рекламный видеоролик - Лофт Мебель',
  },
  {
    id: 2,
    dataTranslate: 'shelf-installing',
    caption: 'Видеоролик - Распаковка и установка полки',
  },
  {
    id: 3,
    dataTranslate: 'stroller-review',
    caption: 'Рекламный видеоролик - Обзор детской коляски',
  },
  {
    id: 4,
    dataTranslate: 'dishwasher-review',
    caption: 'Рекламный видеоролик - Обзор посудомоечной машины',
  },
  {
    id: 5,
    dataTranslate: 'hob-review',
    caption: 'Рекламный видеоролик 3D - Обзор варочной панели',
  },
  {
    id: 6,
    dataTranslate: 'oven-review',
    caption: 'Рекламный видеоролик - Обзор духового шкафа',
  },
]


export const videoGaleryConfig = {

  promotional: [
    {
      id: 1,
      dataTranslate: '',
      'caption-header': 'Рекламный ролик',
      'caption-subheader': 'Кардиомонитор',
      description: `Технологичный рекламный ролик.
      Демонстрация дизайна кардиомонитора для медицинской компании, USA`,
    },
    {
      id: 2,
      dataTranslate: '',
      'caption-header': 'Имиджевый рекламный ролик',
      'caption-subheader': 'Логистическая компания',
      description: `Имиджевый рекламный ролик для логистической компании.
      Цель – демонстрация на собственном сайте, рекламное продвижение через сервис youtube.`,
    },
    {
      id: 3,
      dataTranslate: '',
      'caption-header': 'Рекламный ролик',
      'caption-subheader': 'Серия роликов - Кардиомонитор',
      description: `Короткий постановочный видеоролик из серии рекламных роликов для медицинской компании, USA.
      Цель – демонстрация использования кардиомонитора разными возрастными группами.`,
    },
    {
      id: 4,
      dataTranslate: '',
      'caption-header': 'Рекламный ролик',
      'caption-subheader': 'Корпоративный ролик – Стоматологическая Клиника',
      description: `Имиджевый, корпоративный видеоролик для стоматологической клиники с собственной зуботехнической лабораторией, протезированием, рентгеном и хирургией.`,
    },
    {
      id: 5,
      dataTranslate: '',
      'caption-header': 'Рекламный ролик',
      'caption-subheader': 'Серия роликов - Кардиомонитор',
      description: `Короткий постановочный видеоролик из серии рекламных роликов для медицинской компании, USA.
      Цель – демонстрация использования кардиомонитора разными возрастными группами.`,
    },
    {
      id: 6,
      dataTranslate: '',
      'caption-header': 'Рекламный ролик',
      'caption-subheader': 'Корпоративный ролик',
      description: `Корпоративный ролик для крупной компании-производителя деревянных окон и дверей из ценных пород древесины с полными циклом от разработки проекта до установки и монтажа.`,
    },
    {
      id: 7,
      dataTranslate: '',
      'caption-header': 'Рекламный ролик',
      'caption-subheader': 'Серия роликов - Кардиомонитор',
      description: `Короткий постановочный видеоролик из серии рекламных роликов для медицинской компании, USA.
      Цель – демонстрация использования кардиомонитора разными возрастными группами.`,
    },
    {
      id: 8,
      dataTranslate: '',
      'caption-header': 'Рекламный ролик',
      'caption-subheader': 'Имиджевый видеоролик',
      description: `Имиджевый рекламный видеоролик для ликероводочного завода.
      Цель – серия роликов для международных выставок и имиджевый корпоративный фильм к 125 литию завода. `,
    },
    {
      id: 9,
      dataTranslate: '',
      'caption-header': 'Рекламный ролик',
      'caption-subheader': 'Серия роликов - Кардиомонитор',
      description: `Короткий постановочный видеоролик из серии рекламных роликов для медицинской компании, USA.
      Цель – демонстрация использования кардиомонитора разными возрастными группами.`,
    },
    {
      id: 10,
      dataTranslate: '',
      'caption-header': 'Рекламный ролик',
      'caption-subheader': 'Корпоративный ролик',
      description: `Рекламный ролик для компании в сфере климатической техники.
      Цель – производство серии роликов – демонстрация услуг компании по продаже и установке климатической техники для B2B и B2C`,
    },
  ],

  productReviews: [
    {
      id: 1,
      dataTranslate: '',
      'caption-header': 'Видеообзор',
      'caption-subheader': 'Варочная панель с турбинной вытяжкой',
      description: `Нестандартный товар с дополнительной функциональностью.
      Цель - донести до конечного потребителя пользу инновационного решения в сфере кухонной техники. 
      Интересная для нас задача реализована с помощью 3D графики.`,
    },
    {
      id: 2,
      dataTranslate: '',
      'caption-header': 'Видеообзор',
      'caption-subheader': 'Детские коляски серии Butterfly',
      description: `Товар многофункциональный 3 в 1
      Цель - донести до потребителя простоту и легкость использования.
      Показать вариации цветовых решений.
      Постановочная съемка с динамикой но без участия человека в кадре.
      Технологичный рекламный ролик`,
    },
    {
      id: 3,
      dataTranslate: '',
      'caption-header': 'Видеообзор',
      'caption-subheader': 'Наглядный пример unboxing',
      description: `Короткий ролик из серии распаковки и обзора товаров для компании
      производителя мебели.
      Реализовано в нашей студии FARBA`,
    },
    {
      id: 4,
      dataTranslate: '',
      'caption-header': 'Видеообзор',
      'caption-subheader': 'Посудомоечная машина',
      description: `Технологичный видеообзор бытовой техники.
      Цель – показать функциональность, размеры, вместительность
      Посудомоечной машины.
      Реализовано в нашей студии FARBA`,
    },
    {
      id: 5,
      dataTranslate: '',
      'caption-header': 'Видеообзор',
      'caption-subheader': 'Подставки unboxing',
      description: `Распаковка подставок для цветок или аксессуаров для мебельной компании
      Цель – короткий видеообзор для amazon
      Реализовано в нашей студии FARBA`,
    },
    {
      id: 6,
      dataTranslate: '',
      'caption-header': 'Видеообзор',
      'caption-subheader': 'Детских колясок серии Soft',
      description: `Рекламный ролик для выставочных стендов и медиабордов
      Цель – донести функциональность детской коляски 3 в 1, простоту использования и технический дизайн, вариативность цветовых решений.
      Реализовано в нашей студии FARBA`,
    },
    {
      id: 7,
      dataTranslate: '',
      'caption-header': 'Видеообзор',
      'caption-subheader': 'Духовой шкаф',
      description: `Рекламный ролик для маркетплейсов и карточки товара в интернет-магазине.
      Цель – демонстрация возможностей и дизайна встраиваемого духового шкафа с температурным щупом. 
      Реализовано в нашей студии FARBA`,
    },
    {
      id: 8,
      dataTranslate: '',
      'caption-header': 'Видеообзор',
      'caption-subheader': 'Подставка для ноутбука',
      description: `Короткий рекламный ролик – видеообзор подставки для ноутбука для мебельной компании в карточку товара для маркетплейсов amazon, wildberries, ozon
      Реализовано в нашей студии FARBA.`,
    },
    {
      id: 9,
      dataTranslate: '',
      'caption-header': 'Видеообзор',
      'caption-subheader': 'Распаковка - модульные столы',
      description: `Короткий рекламный ролик – распаковка и демонстрация модульных столов для мебельной компании в карточку товара для маркетплейсов amazon, wildberries, ozon
      Реализовано в нашей студии FARBA.`,
    },
    {
      id: 10,
      dataTranslate: '',
      'caption-header': 'Видеообзор',
      'caption-subheader': 'Варочная панель с индукционным мостом',
      description: `Технологичный рекламный ролик.
      Цель – демонстрация функционала и дизайна варочной панели, функции индукционного моста.
      Реализовано в нашей студии FARBA`,
    },
  ],
}